{"articles": [{"author": "Laura Saarikoski", "created": "2017-01-26", "edited": "2017-01-27", "revision": 5, "text": "Donald John Trump, född 14 juni 1946 i New York i New York, är en amerikansk företagsledare och republikansk politiker. Han är USA:s 45:e och nuvarande president. Han tillträdde ämbetet den 20 januari 2017 efter att ha vunnit presidentvalet den 8 november 2016.\r\n\r\nTrump var vid sin installation den äldsta nytillträdande presidenten i USA:s historia. Han var då åtta månader äldre än vad Ronald Reagan var när denne anträdde sin första presidentperiod 1981. Trump är även den president i USA:s historia med störst privat förmögenhet samt den första president som saknar både politisk och militär erfarenhet.\r\n\r\nFöre presidentskapet var Trump mest känd för sin roll som styrelseordförande och vd för konglomerat Trump Organization samt de stora skyskrapor som bär hans namn, vilka han låtit uppföra på Manhattan i New York och i andra stora städer världen över. I Forbes lista över världens rikaste personer 2016 placerade sig Trump på 324:e plats i världen och 113:e plats i USA.\r\n\r\nDen 7 december 2016 utsågs Trump till Person of the Year av Time. Ett par dagar senare utsågs han även till Financial Times Person of the Year. Trump rankades på andraplats, efter ettan Vladimir Putin, i Forbes lista över världens mäktigaste personer 2016.", "title": "Donald Trump"}, {"author": "Eric Weisstein", "created": "2017-01-26", "edited": "2017-01-26", "revision": 2, "text": "Schack är ett bräd- och strategispel för två deltagare. Lånordet \"schack\" härstammar från det persiska ordet shah, som betyder \"kung\". Spelet anses ofta vara \"kungen av strategispel\", tillsammans med bridge och go.\r\n\r\nSchack är ett spel med fullständig information. Detta innebär att allt som händer på spelplanen är synligt för båda spelarna. Det är ett rent skicklighetsspel utan inslag av tur och det finns teoretiskt en optimal strategi som ännu är okänd.\r\n\r\nSpelet schack har ett mycket stort antal spelmöjligheter, trots att utgångsställningen är densamma i varje parti. Det finns exempelvis fler möjliga sekvenser av drag än atomer i det observerbara universumet.", "title": "Schack"}, {"author": "Rune Bengtsson", "created": "2017-01-26", "edited": "2017-01-26", "revision": 3, "text": "En dator (tidigare även datamaskin) är en maskin som kan bearbeta data och utföra beräkningar automatiskt och på ett mycket effektivare sätt än vad en människa kan göra manuellt. Datorn kan bestå av mekaniska, elektroniska, optiska eller andra komponenter och styrs med hjälp av instruktioner (datorprogram) som lagras i dess primärminne. Från början var datorn huvudsakligen ett hjälpmedel för att utföra aritmetiska och andra matematiska beräkningar, men har senare blivit ett viktigt redskap vid bland annat automatisering av administrativa rutiner, kommunikation, informationslagring och mediebearbetning.\r\n\r\nI och med elektronikens miniatyrisering har de grundläggande komponenterna i vad som utgör en dator (styrenhet, räkneenhet och minne tillsammans med kretsar för kommunikation med omvärlden) kunnat läggas på allt färre kiselplattor. I sin extrema form kan en dator (låt vara med viss begränsad kapacitet) rymmas på en enda kiselplatta, och kallas då enchipsdator.\r\n\r\nFör gemene man syftar ordet dator oftast på en persondator, men det finns många andra typer av datorer.", "title": "Dator"}, {"author": "Mikael Backman", "created": "2017-01-26", "edited": "2017-01-26", "revision": 1, "text": "Aritmetisk logisk enhet (ALU från engelskans Arithmetic Logic Unit) är en viktig del i CPU:n i en dator som utför logiska operationer som AND och OR samt enklare aritmetiska operationer såsom addition och subtraktion.", "title": "Aritmetisk logisk enhet"}, {"author": "Timo Radjobov", "created": "2017-01-26", "edited": "2017-01-26", "revision": 1, "text": "Miniräknare eller kalkylator är en liten handhållen elektronisk apparat som kan utföra matematiska beräkningar. De enklaste varianterna klarar endast aritmetik medan de mer avancerade kan rita grafer, manipulera algebraiska uttryck och kan utföra uträkningar i andra talbaser. Numera är gränsen mellan avancerade miniräknare och handdatorer flytande. De har ersatt de tidigare mekaniska eller elektromekaniska räknemaskinerna.\r\n\r\nEn grafritande miniräknare är en särskild miniräknare avsedd för vetenskaplig eller ingenjörsmässig användning som kan visa matematiska funktionsgrafer. Grafritande miniräknare kan även visa flera rader text och siffror på samma gång. En del grafritande miniräknare har färgdisplayer.\r\n\r\nVissa miniräknare använder så kallad omvänd polsk notation (RPN, Reversed Polish Notation). Framförallt har Hewlett-Packard ett antal sådana modeller.\r\n\r\nDe flesta miniräknare använder batteri eller solceller.\r\n\r\nEn miniräknare med vetenskapliga funktioner och som bland annat kan räkna ut sinus och cosinus kallas funktionsräknare.", "title": "Miniräknare"}, {"author": "Stephen P. Robbins", "created": "2017-01-26", "edited": "2017-01-26", "revision": 1, "text": "Makt är ett sociologiskt, teologiskt, organisationsteoriskt och filosofiskt begrepp som beskriver förmågan att driva igenom sin vilja trots motstånd. Det finns två huvudsakliga infallsvinklar, där den första handlar om \"makt över\", alltså en relation mellan två personer eller kollektiv A och B där A har förmågan att åstadkomma någonting som inte står i B:s intresse, i det tydligaste fallet genom att få B att handla på ett sätt som inte står i personens intresse. Den andra tolkningen tar sikte på makt som \"förmåga till\", alltså den egenskap som gör att en person kan uppnå det han eller hon strävar efter. Makt i meningen \"makt över\" är ett relativt begrepp, som förutsätter minst två parter: en part A som genomför en handling eller begär något, och en annan part B vars intressen står i konflikt med handlingen, eller som utför handlingen. En annan förutsättning för att A skall ha makt är att B står i någon slags beroendeställning till A. Denna beroendeställning kan vara ekonomisk, social eller baserad på våld eller tvång. Makt i den senare betydelsen är inte en interpersonell relation, utan handlar om individens förmåga eller kapacitet att realisera sina önskningar och strävanden trots motstånd, utan att det måste föreligga en intressekonflikt. I den här meningen kan man tala om att t.ex. en skicklig kock har makt över sina redskap och sina råvaror, eller att en individ i ett jämställt samhälle har makt att forma sitt eget liv oavsett t.ex. kön eller sexuell läggning.[1] Den här artikeln använder sig i huvudsak av makt i den förra meningen, alltså som \"makt över\".", "title": "Makt"}, {"author": "Bertrand Russell", "created": "2017-01-26", "edited": "2017-01-26", "revision": 1, "text": "Filosofi, från grekiskans philosophía (φιλοσοφία), \"Kärlek till visdom\", är en intellektuell disciplin som kritiskt studerar de mest grundläggande frågorna. \"Finns det någon verklighet utanför mina tankar?\", \"Vad är kunskap?\", \"Vad är sanning?\", \"Vad gör en handling värdefull?\", \"Har människor och djur värde och är de i så fall lika eller olika?\", \"Vad är tid?\" är frågor som traditionellt har ställts inom filosofin.\r\n\r\nOrdet kan också, i sammansättningar som \"en filosofi\"/\"flera filosofier\" syfta på ett sammanhängde tankesystem, en ideologi eller en filosofisk skola.\r\n\r\nI det antika Grekland, där västerlandets filosofi uppstod, omfattade filosofi studiet av all dåtida kunskap och vetande, detta har fått många att kalla den för \"vetenskapens moder\".\r\n\r\nVad som skulle kunna ses som ett problem för filosofin som disciplin är att ett filosofiskt område blir till ett vetenskapligt område när empiriskt underlag blir accepterat inom området. Detta har påpekats av exempelvis Bertrand Russell[1] och Karl Jaspers[2]. Filosofin avlägsnas genom detta gradvis från områden med kopplingar till observationer, vilket är tydligt inom områden som naturvetenskaper och historia.\r\n\r\nAtt filosofi allt som oftast inte utgår ifrån vetenskaplig metodik[3] avspeglas i moderna förslag till definition av termen filosofi. Curt Ducasse diskuterade begreppet filosofi och föreslog definitionen \"Formulerade spontana bedömningar\"[4]. Paul Persson föreslog definitionen \"Filosofi innebär diskussion utan referenser till empiriskt underlag\"[5].\r\n\r\nFilosofin kan grovt indelas i logik, kunskapsteori, metafysik eller ontologi, vetenskapsteori, språkfilosofi, värdeteori, etik, estetik och religionsfilosofi. Logiken behandlar de formella förutsättningarna för att slutledningar ska vara korrekta men uttalar sig inte om världens beskaffenhet. Kunskapsteorin däremot studerar hur vi kan få kunskap om världen. Medan kunskapsteorin behandlar den frågan rent allmänt, och därför också intresserar sig för vardagskunskapen, ägnar sig vetenskapsteorin åt den specialiserade form av kunskapsbildning som sker i vetenskaperna. Metafysiken eller ontologin behandlar våra obevisbara föreställningar om vad för slags ting och fenomen som finns och kan finnas i världen, sådana föreställningar som tillsammans med logiken behövs som en grund för att vi ska kunna skapa oss en konkret uppfattning om hur världen är beskaffad. Värdeteorin behandlar frågan vad värde rent allmänt är, medan etiken undersöker vad som gör handlingar värdefulla, det vill säga varför vi bör handla på vissa sätt och inte på andra, och estetiken vad det innebär att ting och handlingar är upplevelsemässigt värdefulla. Religionsfilosofin behandlar de religiösa föreställningarnas innehåll och struktur men bekänner sig inte till eller från någon religion.", "title": "Filosofi"}, {"author": "Michael Hoskin", "created": "2017-01-26", "edited": "2017-01-27", "revision": 4, "text": "Vetenskap är produktionen av ny kunskap med systematiska metoder. Vetenskapliga metoder innefattar\r\n\r\n- empiri (experiment, observation, mätning och datainsamling i syfte att pröva hypoteser, teorier, modeller och lagar) och\r\n\r\n- deduktion (formulering av nya hypoteser och prediktioner genom logisk slutledning, matematisk härledning av samband och teoretiskt modellbygge).\r\n\r\nVetenskap är sådan forskning (akademisk forskning, industriell forskning, privatforskning, med mera) som har publicerats i vetenskapliga publikationer. Vanliga publikationskriterier innefattar då att arbetet granskats av oberoende referenter och/eller av en opponent vid annan akademisk institution. Granskaren skall kontrollera bedömningskriterier som att argumentationen är saklig, att resultat och slutsatser har ett nyhetsvärde, att publikationen refererar och bygger vidare på annan forskning inom området, samt att systematiska (vetenskapliga) metoder har använts och redovisats på ett sätt så att andra kan reproducera resultaten och bedöma slutsatsernas tillämplighet och tillförlitlighet.\r\n\r\nDet engelska ordet science avser traditionellt endast naturvetenskap (inklusive medicin och teknikvetenskap), medan det svenska vetenskapsbegreppet även innefattar samhällsvetenskap, humaniora och ibland även formella vetenskaper. Filosofi och formella vetenskaper såsom matematik bygger på deduktion men inte alltid empiri, och räknas således inte till naturvetenskaper.\r\n\r\nBland vetenskap tillämpas metodologisk naturalism, det vill säga man studerar endast naturens lagbundenhet och formulerar inte hypoteser och förklaringar som innefattar övernaturliga fenomen. Enligt vissa vetenskapsteoretiker hamnar därmed övernaturliga fenomens existens utanför naturvetenskapens räckvidd.[1][2] Metodologisk naturalism tillämpas inte fullt ut inom parapsykologi men vanligen inom religionsvetenskap. Vetenskap beskrivs som evidensbaserad kunskap, och ställs ibland i motsatsställning till beprövad erfarenhet, praktikerkunskap och konst, samt till trosuppfattningar och pseudovetenskap.", "title": "Vetenskap"}, {"author": "Martin Hafsahl", "created": "2017-01-26", "edited": "2017-01-26", "revision": 1, "text": "Therese Johaug (uttal: te̞ˈre̞se̞ juhöʉ̯), född 25 juni 1988, är en norsk längdskidåkare från Dalsbygda i Os i sydöstra Norge. Hon tävlar för Idrettslaget Nansen. Johaug är sjufaldig världsmästare samt olympisk mästare i stafett i OS i Vancouver 2010. Hon är dessutom sexfaldig norsk mästare och har vunnit fyrtiotvå individuella världscuplopp. Hon blev historisk när hon blev den första skidåkaren från Norge (oavsett damer eller herrar) att vinna Tour de Ski vilket skedde säsongen 2013/2014; hon vann även 2016 tillsammans med den nya touren Ski Tour Canada. De säsongerna vann hon också den totala världscupen.[5][6] 13 oktober 2016 blev det känt att hon testats positivt för dopning.", "title": "Therese Johaug"}, {"author": "Victor Allis", "created": "2017-01-27", "edited": "2017-01-27", "revision": 2, "text": "Go är ett strategiskt brädspel för två spelare. Det är även känt som igo (japanska: 囲碁), weiqi (kinesiska: 围棋) eller baduk (koreanska: 바둑). Spelet är känt för sin strategiska mångfald trots sina enkla regler.\r\n\r\nSpelet spelas av två spelare som omväxlande placerar svarta och vita stenar (spelpjäser som idag främst är gjorda av glas eller plast) på lediga skärningspunkter på ett rutnät av 19 × 19 linjer. Spelets mål är att kontrollera en större del av spelplanen än motståndaren. En sten eller en grupp av stenar fångas och tas bort om den inte har några tomma angränsande skärningspunkter, beroende på att de är helt omgivna av stenar av motsatt färg eller ligger på brädets kanter.\r\n\r\nSpelet uppfanns i Kina för mer än 2 500 år sedan, eventuellt mycket tidigare, och är därmed det äldsta spelet i världen som fortfarande spelas på samma sätt. Spelet var länge ett nöje för den kinesiska eliten och räknades som ett av en lärd persons fyra måsten.", "title": "Go (brädspel)"}]}